/**
 * 手动云南坐标点
 */
const yunanMapData = [
    {
        size: 40,
        center: ["102.67904323", "25.80652958"],
        po_code: "001.001.053.001",
        name: "昆明市",
        value: "20001"
    },
    {
        size: 20,
        center: ["103.96880664", "25.44461712"],
        po_code: "001.001.053.003",
        name: "曲靖市",
        value: "20002"
    },
    {
        size: 20,
        center: ["101.67728080", "24.06003861"],
        po_code: "001.001.053.002",
        name: "玉溪市",
        value: "20003"
    },
    {
        size: 20,
        center: ["98.93519767", "25.01694155"],
        po_code: "001.001.053.004",
        name: "保山市",
        value: "20004"
    },
    {
        size: 20,
        center: ["104.08659590", "27.90122866"],
        po_code: "001.001.053.008",
        name: "昭通市",
        value: "20005"
    },
    {
        size: 20,
        center: ["100.52818821", "27.33133871"],
        po_code: "001.001.053.006",
        name: "丽江市",
        value: "20006"
    },
    {
        size: 20,
        center: ["100.95599404", "23.19111336"],
        po_code: "001.001.053.005",
        name: "普洱市",
        value: "20007"
    },
    {
        size: 20,
        center: ["99.48371735", "23.86479665"],
        po_code: "001.001.053.007",
        name: "临沧市",
        value: "20008"
    },
    {
        size: 20,
        center: ["98.06995027", "24.51673064"],
        po_code: "001.001.053.015",
        name: "德宏傣族景颇族自治州",
        value: "20009"
    },
    {
        size: 20,
        center: ["98.84147940", "26.56662154"],
        po_code: "001.001.053.012",
        name: "怒江傈僳族自治州",
        value: "20010"
    },
    {
        size: 20,
        center: ["99.50276384", "28.41577879"],
        po_code: "001.001.053.016",
        name: "迪庆藏族自治州",
        value: "20011"
    },
    {
        size: 20,
        center: ["100.01995858", "25.65607601"],
        po_code: "001.001.053.010",
        name: "大理白族自治州",
        value: "20012"
    },
    {
        size: 20,
        center: ["101.58458094", "25.10579095"],
        po_code: "001.001.053.014",
        name: "楚雄彝族自治州",
        value: "20013"
    },
    {
        size: 20,
        center: ["102.75135210", "23.31973405"],
        po_code: "001.001.053.009",
        name: "红河哈尼族彝族自治州",
        value: "20014"
    },
    {
        size: 20,
        center: ["104.63288020", "23.64228806"],
        po_code: "001.001.053.013",
        name: "文山壮族苗族自治州",
        value: "20015"
    },
    {
        size: 20,
        center: ["100.70954404", "21.88699963"],
        po_code: "001.001.053.011",
        name: "西双版纳傣族自治州",
        value: "222"
    }
]

export {yunanMapData}
